Repository: liuBA29/my_site
Catalog: *_site/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Username
ru: Имя пользователя

source: Please enter a username
ru: Пожалуйста, введите ваше имя

source: Your username 💫
ru: Имя пользователя

source: Please enter your email address
ru: Пожалуйста, введите адрес электронной почты

source: Enter a valid email address
ru: Введите корректный email

source: Your email ✉
ru: Ваш Email

source: Password
ru: Пароль

source: Confirm password
ru: Подтвердите пароль

source: Repeat password
ru: Повторите пароль

source: Please complete the verification.
ru: Пожалуйста, пройдите проверку.

source: Verification failed. Please try again.
ru: Проверка не прошла. Пожалуйста, попробуйте снова.

source: Please complete the verification to prove you are not a robot.
ru: Пожалуйста, пройдите проверку, чтобы подтвердить, что вы не робот.

source: 💬 User %(username)s has joined the chat!
ru: 💬 %(username)s уже в чате!

source: You have joined room: %(room)s
ru: Вы присоединились к комнате: %(room)s

source: You have joined the chat
ru: Вы присоединились к чату

source: %(username)s has joined the chat
ru: %(username)s уже в чате

source: Select service type...
ru: Выберите тип услуги…

source: Website development
ru: Разработка сайтов

source: Software development
ru: Разработка программного обеспечения

source: Existing project modification
ru: Модификация существующего проекта

source: Technical support
ru: Техническая поддержка

source: Consultation
ru: Консультация

source: Other
ru: Другое

source: Service type
ru: Тип услуги

source: Your name
ru: Ваше имя

source: John Doe
ru: Иван Иванов

source: Phone
ru: Телефон

source: Task description
ru: Описание задачи

source: Please describe in detail what you need...
ru: Пожалуйста, подробно опишите, что вам нужно...

source: You can submit no more than %(max)d orders per day from one IP address. Please try again tomorrow.
ru: Вы можете отправлять не более %(max)d заказов в день с одного IP-адреса. Попробуйте завтра.

source: Thank you, %(name)s! Your order has been received. We will contact you soon.
ru: Спасибо, %(name)s! Ваш заказ принят. Мы свяжемся с вами в ближайшее время.

source: Please correct the errors in the form.
ru: Пожалуйста, исправьте ошибки в форме.

source: Russian
ru: Русский

source: title
ru: заголовок

source: slug
ru: слаг

source: text
ru: текст

source: Login | Portfolio website of web developer Liubov Kovaleva
ru: Портфолио веб-разработчика Любови Ковалёвой

source: Login page of the portfolio website of web developer Liubov Kovaleva. Django, Python, freelance, useful tools.
ru: Страница входа на сайт-портфолио веб-разработчицы Любови Ковалёвой. Django, Python, фриланс, полезные инструменты.

source: Login | Liubov Kovaleva Portfolio
ru: Вход | Портфолио Любови Ковалёвой

source: Login to the personal account of Liubov Kovaleva’s portfolio site. Django projects, utilities, and contact.
ru: Вход в личный кабинет на сайте-портфолио Любови Ковалёвой. Проекты на Django, утилиты и контакты.

source: Login
ru: Войти

source: Don't have an account?
ru: Нет аккаунта?

source: Register
ru: Регистрация

source: Register | Portfolio website of web developer Liubov Kovaleva
ru: Портфолио веб-разработчика Любови Ковалёвой

source: Registration page for the portfolio website of web developer Liubov Kovaleva. Django, Python, tools, freelance projects.
ru: Страница регистрации на сайт-портфолио веб-разработчицы Любови Ковалёвой. Django, Python, фриланс, полезные инструменты.

source: Register | Liubov Kovaleva Portfolio
ru: Вход | Портфолио Любови Ковалёвой

source: Create an account to use tools and access features on Liubov Kovaleva’s developer portfolio site.
ru: Создайте аккаунт, чтобы использовать инструменты и функции на сайте-портфолио Любови Ковалёвой.

source: Verification
ru: Проверка

source: Please complete the verification above
ru: Пожалуйста, пройдите указанную выше проверку

source: Warning
ru: Внимание

source: Cloudflare Turnstile is not configured. Registration is not protected from bots.
ru: Cloudflare Turnstile не настроен. Регистрация не защищена от ботов.

source: Already have an account?
ru: Уже есть аккаунт?

source: Portfolio website of Liubov Kovaleva
ru: Портфолио веб-разработчика Любови Ковалёвой

source: Portfolio of web developer Liubov Kovaleva: projects, useful utilities, contact for collaboration.
ru: Портфолио веб-разработчицы Любови Ковалёвой: проекты, бесплатный софт, контакты для сотрудничества.

source: web development, Python, Django, portfolio, freelancer, Liubov Kovaleva, website development
ru: веб-разработка, Python, Django, портфолио, фрилансер, Любовь Ковалёва, разработка сайтов

source: Portfolio of Liubov Kovaleva
ru: Портфолио Любови Ковалёвой

source: Web development, projects, task automation. Portfolio site of LiuBA29.
ru: Веб-разработка, проекты, автоматизация задач. Сайт-портфолио LiuBA29.

source: Liubov Kovaleva Portfolio
ru: Вход | Портфолио Любови Ковалёвой

source: Submit a request
ru: Оставить заявку

source: Hello
ru: Привет

source: Logout
ru: Выйти

source: Free Software
ru: Бесплатный софт

source: My Projects
ru: Мои проекты

source: Business Software
ru: Софт для бизнеса

source: Contacts
ru: Контакты

source: Thank you for visiting my site
ru: Благодарю, что посетили мой сайт

source: This site uses cookies to improve your experience
ru: Чтобы сделать работу удобнее сайт использует cookies

source: Accept
ru: Согласиться

source: Room name:
ru: Название комнаты:

source: To join the chat, please
ru: Чтобы присоединиться к чату, пожалуйста,

source: log in
ru: войдите

source: or
ru: или

source: sign up
ru: зарегистрируйтесь

source: Join Chat
ru: Войти в чат

source: You are in chat,
ru: Вы в чате

source: Enter message
ru: Ввести сообщение

source: Send
ru: Отправить

source: You are a new user. Please? enter your name.
ru: Вы новый пользователь. Пожалуйста, введите своё имя.

source: Server
ru: Сервер

source: Chat Lobby
ru: Чат-лобби

source: Leave Chat
ru: Выйти из чата

source: Here you can find business software solutions I've developed for companies and entrepreneurs.<br> These tools help automate business processes, improve efficiency, and solve specific business tasks.<br> Currently, the software is available for the <b>Windows</b> operating system only.<br> Ready-to-use solutions tailored to your business needs.
ru: Здесь представлены программные решения для бизнеса, которые я разработала.<br> Эти инструменты предназначены для автоматизации бизнес-процессов, повышения эффективности и решения конкретных бизнес-задач.<br> На данный момент программы разработаны только для операционной системы <b>Windows</b>.<br> Готовые к использованию решения для вашего бизнеса.

source: No image available
ru: Изображение отсутствует

source: by
ru: от

source: Back to list
ru: Назад к списку

source: No Image
ru: Изображение отсутствует

source: Welcome to
ru: Добро пожаловать в

source: What is it?
ru: Что это такое?

source: Watch tutorial
ru: Смотреть туториал

source: Watch on YouTube
ru: Смотреть на YouTube

source: Instruction Manual
ru: Инструкция

source: Download PDF Instruction
ru: Загрузить инструкцию в PDF

source: Available Versions
ru: Доступные версии

source: Demo Version
ru: Демо версия

source: Free
ru: Бесплатно

source: Try the demo version for free
ru: Попробуйте демо версию бесплатно

source: Try Demo
ru: Попробовать демо

source: Coming Soon
ru: Скоро

source: Popular
ru: Популярный

source: Standard Version
ru: Стандартная версия

source: Price on request
ru: Цена по запросу

source: Full-featured standard version
ru: Полнофункциональная стандартная версия

source: Order Now
ru: Заказать сейчас

source: Custom Version
ru: Кастомная версия

source: Custom
ru: Индивидуально

source: Tailored solution for your business
ru: Индивидуальное решение для вашего бизнеса

source: Request a Quote
ru: Оставить заявку

source: Version
ru: Версия

source: Author
ru: Автор

source: Download installer(RU)
ru: Загрузить установщик(RU)

source: Download installer(EN)
ru: Загрузить установщик(EN)

source: My contacts
ru: Контакты

source: Chat-online
ru: Онлайн чат

source: Loading...
ru: Загружается...

source: Download Warning
ru: Предупреждение о скачивании

source: You are trying to download <strong>%(item_name)s</strong> (%(file_name)s) on a <strong>%(user_os)s</strong> system.
ru: Вы пытаетесь скачать <strong>%(item_name)s</strong> (%(file_name)s) на системе <strong>%(user_os)s</strong>.

source: This software is designed for Windows operating system only.
ru: Это программное обеспечение предназначено только для операционной системы Windows.

source: If you are not concerned about this and want to download anyway, you can proceed. However, the software may not work correctly on your system.
ru: Если это вас не смущает и вы все равно хотите скачать, вы можете продолжить. Однако программное обеспечение может работать некорректно на вашей системе.

source: Download Anyway
ru: Все равно скачать

source: Go Back
ru: Назад

source: Here you can find software I've developed that is fully completed and ready to use. <br>You can download and use it for free. <br>Currently, the software is available for the <b>Windows</b> operating system only.<br>I hope these tools will be helpful in your daily tasks or projects.
ru: Здесь размещены написанные мною программы, которые завершены и готовы к использованию. <br>Вы можете скачать их бесплатно. <br>В настоящее время, программное обеспечение доступно для операционной системы <b>Windows</b>.<br>Надеюсь, они будут вам полезны в работе или повседневной жизни.

source: Order similar project
ru: Заказать похожий проект

source: Portfolio website of web developer Liubov Kovaleva
ru: Портфолио веб-разработчика Любови Ковалёвой

source: Portfolio of Liubov Kovaleva: Django developer. Projects:
ru: Портфолио Любови Ковалёвой

source: Technologies:
ru: Технологии:

source: Main page of Liubov Kovaleva's web developer portfolio. Python, Django, projects, and useful software.
ru: Вход в личный кабинет на сайте-портфолио Любови Ковалёвой. Проекты на Django, утилиты и контакты.

source: Main | Portfolio of Liubov Kovaleva
ru: Портфолио Любови Ковалёвой

source: Django web development. Projects, useful utilities, and freelance services by Liubov Kovaleva.
ru: Веб-разработка на Django. Проекты, бесплатный софт и фриланс-услуги от Любови Ковалёвой.

source: Python & Django web developer. Creating modern web applications with authentication, chat, admin panels, and APIs.
ru: Веб-разработчик на Python и Django. Создаю современные веб-приложения с авторизацией, чатом, админ-панелями и API.

source: Python & Django Web Developer | Liubov Kovaleva
ru: Веб-разработчик Python & Django | Любовь Ковалёва

source: Hello! I'm Liubov.
ru: Привет! Я Любовь.

source: I'm a web developer primarily focused on Python, but I also work with JavaScript, Flutter/Dart, and other technologies. You can check out my full tech stack here
ru: Я веб-разработчик с основным фокусом на Python, но работаю и с JavaScript, Flutter/Dart и другими технологиями. Мой полный технический стек можно посмотреть здесь

source: in the pink frame
ru: в розовой рамочке

source: My tech stack
ru: Мой стек технологий

source: What I can create:
ru: Что я умею создавать:

source: AI assistants and Telegram bots
ru: AI-ассистенты и Телеграм-боты

source: Web applications on Django for browsers
ru: Веб-приложения на Django для браузера

source: Desktop applications for Windows and Linux
ru: Десктопные приложения для Windows и Linux

source: Custom CRM systems for specialized tasks
ru: Кастомные CRM-системы для узкоспециализированных задач

source: Bash and Python scripts to automate routine work
ru: Скрипты на Bash и Python для автоматизации рутины

source: Android applications
ru: Приложения для Android

source: …and much more to make your processes simpler and save you time on repetitive tasks.
ru: …и многое другое, чтобы ваши процессы работали проще, а вы тратили меньше времени на рутину.

source: I'm open to collaboration in any professional format — ideas, projects, or unconventional tasks. Feel free to reach out, and we'll discuss how to implement your idea in the simplest and most effective way.
ru: Я открыта к сотрудничеству в любых приличных форматах — идеи, проекты, нестандартные задачи. Пишите, обсудим, как реализовать вашу задумку максимально просто и эффективно.

source: By training, I'm a psychologist, which helps me explain complex things in plain language and really listen to my clients. Even if you're not familiar with technical terms, we'll find common ground and turn your idea into a working solution.
ru: По первому образованию я психолог, поэтому умею объяснять сложное простым языком, слушать и понимать собеседника. Даже если вы не знаете технических терминов, мы найдём общий язык и превратим вашу идею в рабочее решение.

source: I look forward to meeting you and working together!
ru: Буду рада знакомству и совместной работе!

source: These are projects I've created either for specific clients or as my own ideas in progress.<br> They are not meant for direct use without adaptation, but they give a good impression of my skills and development approach.<br> Currently, the software is available for the <b>Windows</b> operating system only.
ru: Это проекты, созданные мной по заказу клиентов или реализованные как собственные идеи.<br> Они не предназначены для прямого использования без адаптации, но хорошо демонстрируют мои навыки и подход к разработке.<br> На данный момент программы разработаны только для операционной системы <b>Windows</b>.

source: Order Request
ru: Запрос на заказ

source: Fill out the form below, and I will contact you soon to discuss the details of your order.
ru: Заполните форму ниже, и я свяжусь с вами в ближайшее время для уточнения деталей заказа.

source: Order details
ru: Запрос на заказ

source: Product
ru: Продукт

source: Price
ru: Цена

source: Submit order
ru: Отправить заказ

source: Project
ru: Мои проекты

source: Portfolio
ru: Портфолио

source: Download DEMO(RU)
ru: Загрузить ДЕМО(RU)

source: Download DEMO(EN)
ru: Загрузить ДЕМО(EN)

source: Download Options
ru: Загрузить опции

source: Download Russian version
ru: Загрузить русскую версию

source: Download English version
ru: Загрузить английскую версию

source: Useful software
ru: полезный софт

source: Visit and Download Logs
ru: Логи посещений и скачиваний

source: Downloads
ru: Скачивания

source: Date/Time
ru: Дата/Время

source: File
ru: Файл

source: File Type
ru: Тип файла

source: OS
ru: ОС

source: IP Address
ru: IP адрес

source: Link
ru: Ссылка

source: No downloads yet
ru: Пока нет скачиваний

source: Page Visits
ru: Посещения страниц

source: No visits yet
ru: Пока нет посещений

source: Template title
ru: Шаблон заголовка

source: Template text
ru: Шаблон текста

source: Contracts
ru: Договоры

source: Contract and act generator
ru: Генератор договоров и актов

source: Fill in the form to generate a contract (договор подряда) and an act (акт сдачи-приемки) in DOCX format.
ru: Заполните форму для формирования договора подряда и акта сдачи-приёмки в формате DOCX.

source: Contract parameters
ru: Параметры договора

source: Customer (organization)
ru: Заказчик (организация)

source: Generate contract and act
ru: Сформировать договор и акт

source: Documents generated
ru: Документы сформированы

source: You can download the contract and the act below.
ru: Скачайте договор и акт по ссылкам ниже.

source: Contract
ru: Договор

source: Act
ru: Акт

source: Generate another
ru: Сформировать ещё

source: Generate contract
ru: Сформировать договор

source: Generate act
ru: Сформировать акт

source: Preview document
ru: Предпросмотр документа

source: Document ready
ru: Документ готов

source: Open the document to preview. Save when you are satisfied.
ru: Откройте документ для просмотра. Сохраните, когда всё устраивает.

source: Open contract
ru: Открыть договор

source: Open act
ru: Открыть акт

source: Save and continue
ru: Сохранить и продолжить

source: Back to form
ru: Вернуться к форме
